Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: For instance, the development-added products can help the private sector to differentiate their product offering, gain new customers and improve brand recognition thereby strengthening the bottom line.
es: Por ejemplo, los productos añadidos al desarrollo pueden ayudar a que el sector privado diferencie su oferta de productos, obtenga nuevos clientes y mejore el reconocimiento de marca, y, de ese modo, se refuerza el resultado final.

source: The fund expects its investment to improve distribution channels and strengthen brand recognition, product quality, and presentation enough to launch a Jamaican-blend product for the export market.
es: El fondo prevé que sus inversiones permitirán mejorar los canales de distribución y fortalecer la presencia de marca, además de aumentar la calidad de los productos y mejorar su presentación para lanzar un producto de sabor jamaiquino para el mercado exportador.

source: "Explaining the situation, Patrizia says ""Reputation and brand recognition is everything today."
es: "Al explicar la situación, Patrizia comenta ""La reputación y el reconocimiento de marca lo es todo hoy en día."

source: This is especially noticeable when switching back and forth between multiple websites and computer based programs.
es: Eso se nota sobre todo después de haber entrado y salido muchas veces de varios sitios Web y programas residentes en la computadora.

source: This is also a good area to place discreet back links to other relevant websites and websites that require you to link back to them before they place a link to you such as some free business directories and forums.
es: También pueden colocarse aquí enlaces discretos a páginas web relevantes y directorios de empresas gratuitos o foros (que exigen un enlace antes de configurar en contrapartida un enlace a su sitio).

source: FSC certification should serve as a benchmark for timber imports from countries where the concessions have already been given out.
es: La certificación del FSC podría servir como marca para las importaciones de madera de países donde ya se han entregado concesiones.

source: Average benchmark crude oil and natural gas prices for the second quarter of 2010 and 2009 were as follows
es: El estándar comparativo promedio de los precios de petróleo y gas natural para el segundo trimestre del 2010 y 2009 es el siguiente

source: Benchmark continued progress in the resolution of political differences through dialogue and successful completion of a cycle of free and fair elections that culminates in the smooth installation of a president in 2011
es: Parámetro progresos constantes en la solución de las diferencias políticas mediante el diálogo y finalización satisfactoria de un ciclo de elecciones libres y limpias que culmine con la toma de posesión sin tropiezos, en 2011, de un Presidente elegido democráticamente

source: This would enable them to benchmark progress on a regular basis, and finetune the ethics programme to better achieve objectives.
es: Esto les permitiría hacer periódicamente una evaluación comparativa y perfeccionar su programa de ética para alcanzar mejor los objetivos.

source: The benchmark for this will be the text of the Constitutional Treaty.
es: La referencia será el texto del Tratado constitucional.

source: A benchmark is a reference point or standard against which progress or achievements may be measured, or a target that is desired to be achieved.
es: Un punto de referencia es un estándar de comparación para medir el progreso o los logros obtenidos, o bien, una meta que desea alcanzarse.

source: But this latest project aims to become a benchmark of the market, not only because of the excellence of its wines, but also because of the enclave where the wineries are located.
es: Pero este reciente proyecto aspira a convertirse en un referente del mercado, no sólo por la excelencia de sus caldos, sino también por el enclave en que las bodegas están ubicadas.

source: We believe that underneath a great brand lies a great brand strategy.
es: Sabemos que detrás de una gran marca hay una potente estrategia corporativa.

source: Within this context, the Commission, MSs and stakeholders should work together to develop an EU broadband strategy to speed up the extension and upgrading of broadband networks as called for by the EERP.
es: En este contexto, la Comisión, los Estados miembros y los interesados deberían colaborar para poner en pie una estrategia europea con el fin de acelerar la extensión y la modernización de redes de banda ancha, como preconiza el Plan Europeo de Recuperación Económica.

source: Accordingly, during the budget period, MONUC, in partnership with the wider United Nations system and international partners, will continue to focus on the implementation of the United Nations Security and Stabilization Strategy by supporting the extension of State authority, including through the establishment of basic administrative and rule of law structures in areas that have been freed of armed groups and in key mining areas (see A/64/670, paras. 14-15).
es: Por consiguiente, durante el período abarcado por el presupuesto, la MONUC, en cooperación con otros integrantes del sistema de las Naciones Unidas y asociados internacionales, seguirá concentrándose en la aplicación de la Estrategia de Seguridad y Estabilización de las Naciones Unidas apoyando la extensión de la autoridad del Estado, incluso mediante el establecimiento de estructuras básicas de administración y de promoción del estado de derecho, en las zonas que ahora están libres de la presencia de grupos armados y en las principales zonas mineras (véase A/64/670, párrs. 14 y 15).

source: For the Common Foreign and Security Policy, the PDB proposes additional appropriations (+ 55 % compared to 2006), which will be directed towards the implementation of the WMD strategy and the extension of conflict resolution and stabilisation activities to Middle East and Africa.
es: En materia de política exterior y de seguridad común, el AP propone créditos suplementarios (un 55 % más con respecto al 2006) para poner en práctica la estrategia de la Unión Europea contra la proliferación de armas de destrucción masiva (WMD) y la ampliación a Oriente Medio y África de las actividades de resolución y estabilización de conflictos.

source: Filling a similar niche is Sunbrella Shade, an open weave extension of the Sunbrella brand.
es: Sunbrella Shade, una extensión de tramado abierto de la marca Sunbrella, llena un nicho del mercado similar.

source: The extension will strengthen the strategy of providing an economic boost to the region, already started with the boring of the fixed cross-Channel link, the inauguration of the Euralille world trade centre and the opening of the TGV line Paris-Lille-London.
es: La ampliación del aeropuerto contribuirá a reforzar la estrategia de dinamización económica de la región, que ya fue iniciada con la realización del enlace fijo del Canal de la Mancha, la instalación del Centro internacional de negocios Euralille y la apertura de la línea del TAV París-Lille-Londres.

source: Fifteen years on, this Lisbon strategy is a logical extension of the 1992 programme that the Delors I Commission launched in 1985 with a view to completing the European single market by that date, and also of the White Paper on growth, employment and competitiveness, which the Delors II Commission presented in 1993 to boost the impact of the programme for the single market.
es: La propia estrategia de Lisboa se sitúa, quince años después, en la prolongación lógica del programa de 1992 que la Comisión «Delors I» puso en marcha en 1985, con vistas a lograr en esa fecha el mercado único europeo, y del Libro Blanco «Crecimiento, Competitividad y Empleo» que la Comisión «Delors II» presentó en 1993, para intensificar el impacto del programa para el mercado único.

source: Raflatac's Iridescent offers an eye-catching, effective new way to support brand recognition and capture attention at the point of sale.
es: El Iridiscente de Raflatac ofrece una nueva forma eficaz y llamativa de dar soporte al reconocimiento de marca y captar la atención en el punto de venta.

source: We can help you register and manage these IDNs, allowing you to reach audiences in their local languages, strengthen your brand recognition, and improve the user experience.
es: Podemos ayudarlo a registrar y administrar estos IDN, y permitirle llegar a todas las audiencias en su idioma local, reforzar el reconocimiento de su marca y mejorar la experiencia del usuario.

source: estrella was launched nationwide, and brand recognition and positioning were achieved with the Reventour estrella campaign.
es: "se realizó el lanzamiento nacional de estrella, lográndose el reconocimiento y posicionamiento de la marca con la campaña ""reventour estrella""."

source: The property management software is transparent between both the front and back-end.
es: "Nuestro software de gestion y administración será transparente entre el frontal y el ""back end""."

source: The first concerns the manufacturer's unrestricted liability to take back end-of-life vehicles.
es: Una de ellas se refiere a la ilimitada responsabilidad de los fabricantes para hacerse cargo de los vehículos al término de su vida útil.

source: The common position stipulates that manufacturers should not only bear the cost, they should also take back end-of-life vehicles.
es: En la posición común, los productores no sólo tienen que correr con todos los costes sino que deben encargarse de recoger todos los vehículos al final de su vida útil.

source: Reference the websites listed on the back cover to learn more about the different actions required for different hazards.
es: Visite los sitios Web que se describen al final de esta publicación e infórmese sobre las diferentes medidas para cada peligro.

source: Figures for non-benchmark countries were also extrapolations and some figures were estimates.
es: Las cifras para los países que no eran de referencia también eran extrapolaciones y algunas cifras eran estimaciones.

source: Finally, the benchmark issue has been raised by many.
es: Por último, muchos plantearon la cuestión de los parámetros.

source: The participation of these banks in the syndicated loan is thus not a reliable commercial benchmark.
es: La participación de estos bancos en el préstamo sindicado no constituye pues un criterio de referencia comercial fiable.

source: The benchmark as regards empty container inspection.
es: Punto de referencia en Inspección de Envases Vacíos.

source: These minimum requirements are intended to allow the procuring entity to set the benchmark for responsiveness.
es: Estos requisitos mínimos tienen la finalidad de que la entidad adjudicadora pueda fijar el criterio de referencia para la conformidad de las ofertas.

source: Students take two benchmark tests in every subject during the semester.
es: Los estudiantes tienen dos exámenes de cada asignatura durante el semestre.

source: "Jochen Dieckow ""An intelligent brand extension, it shows a good connection between reader and advertisers' interests."
es: "Jochen Dieckow ""Una inteligente extensión de la marca que da muestra de una buena relación entre los intereses de los lectores y de los anunciantes""."

source: In accordance with the strategic goals, the general lines of action approved by the General Assembly for 2008 focused basically on extending the specialised approach throughout Spain, with the aim of increasing customer numbers and customer loyalty and improving commercial expertise; maintaining the brand strategy as a differentiator; consolidating an appropriate quality of investments, capital levels and liquidity; continuing with the differential development of its corporate social responsibility model and prioritising quality and profitability over growth in its lending business.
es: De acuerdo con los objetivos estratégicos establecidos, las líneas generales de actuación aprobadas por la Asamblea General para 2008 se centraron básicamente en extender la especialización a todo el territorio, al objeto de incrementar y fidelizar la base de clientes y mejorar la capacidad comercial; mantener la estrategia de marca como elemento diferenciador; consolidar una adecuada calidad de las inversiones, el nivel de capitalización y la liquidez; proseguir el desarrollo diferencial del modelo de responsabilidad social corporativa y priorizar la calidad y la rentabilidad sobre el crecimiento en la actividad crediticia.

source: Food Safety, Animal Health, Animal Welfare and Plant Health within Food Safety policy, there will be an important series of initiatives, notably as regards the food safety training strategy and the extension of the network of Community Reference Laboratories foreseen in the Food and Feed regulation.
es: Seguridad alimentaria, sanidad animal, bienestar animal y fitosanidad en el marco de la política de seguridad alimentaria se tomarán varias iniciativas importantes, sobre todo en lo que se refiere a la estrategia de formación sobre la seguridad alimentariayalaextensión de la red de laboratorios comunitarios de referencia prevista en el Reglamento sobre alimentos y piensos.

source: "For the export market, Sunbrella has good brand recognition and export sales have been growing steadily,"" said General Manager Chen Yong Hui."
es: "Para el mercado de exportación, Sunbrella goza de buen reconocimiento de marca y las ventas de exportación han venido creciendo firmemente"", comparte Chen Yong Hui, gerente general."

source: In creating the Marine Bean, the selection of Sunbrella fabrics was an easy decision given the demands for durability and the benefits of brand recognition, particularly among the sailing community.
es: Al crear el Marine Bean, la selección de telas Sunbrella fue una decisión fácil debido a las demandas de durabilidad y a los beneficios del reconocimiento de la marca, particularmente entre la comunidad de navegantes.

source: It is number one among locallycapitalized banks and the second-largest financial institution in Chile, well ahead of the rest of the financial system in terms of market position, brand recognition, client base and income diversification.
es: Ostenta el primer lugar entre los bancos de capitales chilenos y es la segunda institución a nivel nacional, con un posicionamiento de mercado, imagen de marca, base de clientes y diversificación de ingresos, que supera con creces al resto del sistema financiero.

source: (c) Ensuring greater access to specialized information, including market intelligence, greater supplier-producer interaction, provision of high-quality public goods, support to build brand recognition, and other business and trade facilitation measures to improve collective efficiency and competitiveness (national, regional and international levels)
es: c) Garantizar un mayor acceso a información especializada, en particular información sobre los mercados, una mayor interacción entre proveedores y productores, el suministro de bienes públicos de alta calidad, apoyo para fomentar el reconocimiento de las marcas de fábrica y otras medidas de facilitación empresarial y comercial que permitan aumentar la eficiencia y la competitividad (a nivel nacional, regional e internacional)

source: Fine KS confirmed its growth potential in 2005 thanks to continuing brand recognition and the creation of a local sales team of 85 employees.
es: Durante 2005, la marca ha confirmado su pontencial de desarrollo gracias a la notoriedad que conservaba de su presencia anterior y a la formación de un equipo local integrado por 85 personas.

source: "We really need three to five years to have a real impact and build up our brand recognition,"" said Maturana."
es: "Verdaderamente necesitamos entre tres y cinco años para tener un impacto real y fortalecer nuestro reconocimiento de marca"", indicó Maturana."

source: "This is an easy way for teams to communicate with friends and family back home (see ""Resources"" for suggested websites)."
es: "De esta manera, podrá comunicarse fácilmente con su familia y amigos (en la sección ""Recursos"" se sugieren varios sitios web)."

source: One of the services which has most quickly been elaborated on the websites is a back-up system for traffic in the city.
es: Uno de los servicios que más rápidamente se han desarrollado en las websites han sido los sistemas de apoyo a la movilidad en la ciudad.

source: The Resource List at the back of this booklet includes websites with more information and products for ensuring home safety.
es: La Lista de Recursos al final de este cuadernillo incluye sitios web con más información y productos para garantizar la seguridad en el hogar.

source: It also has two 500GB 7200-rpm hard drives built in,1 so you can host wikis and websites, back up the data you need, and store just about anything.
es: También, cuenta con dos discos duros de 500 GB a 7200 rpm1, para que puedas alojar wikis y sitios web, crear copias de seguridad de los datos que necesitas y almacenar casi todo.

source: Some remaining ash drops off the back end of the grate into an ash collection hopper, from where it is removed frequently and disposed of.
es: Algunas cenizas remanentes caen en el extremo posterior de la reja en una tolva de recolección de cenizas, de la que se han de retirar y evacuar con cierta frecuencia.

source: Results may differ from country to country, but they always guide O-I customers in building the best brand strategy possible.
es: Los resultados pueden diferir de un país a otro, pero siempre orientan a los clientes de O-I sobre la manera de armar la mejor estrategia para su marca comercial.

source: Are you making the most of LCI's leadership development programs, tools and resources to support your efforts as you implement the dual strategy of new club extension and member retention?
es: ¿Está aprovechando al máximo los programas de liderato de LCI y sus recursos para apoyar el esfuerzo de la estrategia doble para la formación de clubes y la retención de socios?

source: the extension of the said aid strategy to all areas of the Union's external action and to all the major development aid programmes except for those relating to humanitarian aid, which are by their very nature unconditional
es: la extensión de dicha estrategia de asistencia a todas los ámbitos de la acción exterior de la Unión y a todos los grandes programas de ayuda al desarrollo, excepto los de ayuda humanitaria, los cuales son por su propia esencia incondicionales

source: It also recommended that the European Council adopt an extension of the Common Strategy by a year until June 2004.
es: Igualmente ha recomendado que el Consejo Europeo adopte la ampliación de la Estrategia Común por un año, hasta junio de 2004.

source: The front end of our websites at www.opiholidays.com and www.opirentals.com is superb as it gives the potential letting client various views of the property as well as all the information required to make a booking.
es: La portada de la p?gina web www.opirentals.com es excelente ya que ofrece a un cliente potencial varias vistas de la propiedad, as? como toda la informaci?n necesaria para hacer una reserva.

source: Supervisor can be integrated with almost any corporate back-end or front-end system.
es: Supervisor se puede integrar con casi cualquier sistema corporativo de control y de atención al cliente.

source: Integrating UPS File Download for Quantum View Data with your back-end systems requires advanced knowledge of programming languages such as C++, Java and Visual Basic.
es: Integrar la descarga de archivos de UPS para Quantum View Data con sus sistemas de fondo requiere unos conocimientos avanzados de lenguajes de programación como C++, Java o Visual Basic.

source: The NICA (back-end) photo module has also facilitated batch photo distribution to selected wire agencies.
es: El módulo (final) de fotografía del NICA también ha facilitado la distribución de lotes de fotografías a determinadas agencias de noticias.

source: The waste ignites and combusts inside the rotary kiln, which is typically maintained at temperatures above 1,000 °C. In the usually 10-20 meter long rotary kiln, the hazardous waste is converted into flue gas and furnace ashes/molten slag, both of which leave the rotary kiln at the back end.
es: Los desechos se encienden y arden en el interior del horno rotativo, que normalmente se mantiene a temperaturas superiores a 1.000 ºC. Estos hornos suelen tener una longitud de 10 a 20 metros y en ellos los desechos peligrosos se convierten en gas de salida y en cenizas del horno / escoria fundida, los que dejan el horno rotativo a través de su extremo posterior.

source: This is useful for examining the response and sanity of login scripts, payment process, order forms, and other back-end applications.
es: Esto es útil para examinar la respuesta y sensatez de los scripts de autenticación, procesos de pago, formularios de órdenes, y otras aplicaciones cliente-servidor.

source: Customer management (communication, logging of actions)
es: Administración de clientes (comunicación, registro de actividades)

source: Quantifies the customer behavior to improve your credit portfolio management and customer management.
es: Cuantifica el comportamiento del cliente para mejorar su gestión de la cartera de crédito.

source: From the initial customer order until the final payment is received, the OnBase Accounts Receivable (AR) solution automates the entire process.
es: Desde el pedido inicial del cliente hasta que se recibe el pago final, la solución de cuentas por cobrar de OnBase (AR) automatiza el proceso entero.

source: The revaluation for local purposes usually needs the open items of such systems as Accounts Payable (FI-AP) and Accounts Receivable (FI-AR).
es: La revalorización con objetivos locales generalmente necesita las partidas abiertas de los sistemas Contabilidad de acreedores (FI-AP) y Contabilidad de deudores (FI-AR).

source: Trade access is the key to development for our ACP partners, just as it is the acid test for Europe's genuine commitment to put development first.
es: El acceso al comercio es la clave del desarrollo para nuestros socios de ACP, del mismo modo que la prueba de fuego del auténtico compromiso de Europa es anteponer el desarrollo.

source: "The acid test will be next year when the effects of the financial crisis will be transferred to the real economy,"" says Alarcón."
es: "La prueba de fuego será el próximo año cuando los efectos de la crisis financiera se transferirán a la economía real"", señala Alarcón."

source: The acid test, namely whether or not we help to bring about peace and stability, will be in the former Yugoslavia.
es: La antigua Yugoslavia constituye nuestra prueba de fuego, allí tenemos que demostrar si somos capaces de contribuir a la paz y la estabilidad en la zona.

source: In line with the Commission's Better Regulation strategy8 , a public consultation on the extension and future of the Agency was held from 13 June to 7 September 20079.
es: Conforme a la estrategia de la Comisión «Legislar mejor»8 , se celebró una consulta pública sobre la extensión y el futuro de la Agencia entre el 13 de junio y el 7 de septiembre de 20079 .

source: The PPP arrangements require that most of the public utility's functions (operations, maintenance and customer management), staff and statutory obligations associated with delivering services become the responsibility of the private operator.
es: Los acuerdos de APP requieren que la mayoría de las funciones de las agencias públicas (operaciones, mantenimiento y atención al cliente), personal y obligaciones reglamentarias asociadas con la entrega de servicios sean responsabilidad del operador privado.
